export const groups = [
  {
    label: "เลขานุการกรม",
    teamId: 1,
  },
  {
    label: "กลุ่มสารบรรณ (กสบ.)",
    teamId: 1,
  },
  {
    label: "กลุ่มช่วยอำนวยการ (กชอ.)",
    teamId: 1,
  },
  {
    label: "กลุ่มนิติการ (กนต.)",
    teamId: 1,
  },
  {
    label: "กลุ่มยุทธศาสตร์และแผนงาน (กยง.)",
    teamId: 1,
  },
  {
    label: "กลุ่มประชาสัมพันธ์ (กปส.)",
    teamId: 1,
  },
  {
    label: "กลุ่มคุ้มครองจริยธรรม (กคธ.)",
    teamId: 1,
  },
  {
    label: "ห้องพิมพ์ ตึก BO ชั้น 1",
    teamId: 1,
  },
  {
    label: "ห้องหมวดยานพาหนะ",
    teamId: 1,
  },
  {
    label: "กลุ่มการเงินและบัญชี (กงบ.) ธุรการกลุ่ม",
    teamId: 1,
  },
  {
    label: "กลุ่มการเงินและบัญชี (กงบ.) งานบริหารงบประมาณ",
    teamId: 1,
  },
  {
    label: "กลุ่มการเงินและบัญชี (กงบ.) งานเงินเดือนและค่าจ้าง",
    teamId: 1,
  },
  {
    label: "กลุ่มการเงินและบัญชี (กงบ.) งานบัญชี",
    teamId: 1,
  },
  {
    label: "กลุ่มการเงินและบัญชี (กงบ.) งานการเงิน",
    teamId: 1,
  },
  {
    label: "กลุ่มการเงินและบัญชี (กงบ.) ห้อง GFMIS",
    teamId: 1,
  },
  {
    label: "กลุ่มบริหารพัสดุ (กพด.) ธุรการกลุ่ม",
    teamId: 1,
  },
  {
    label: "กลุ่มบริหารพัสดุ (กพด.) งานจัดซื้อจัดจ้าง",
    teamId: 1,
  },
  {
    label: "กลุ่มบริหารพัสดุ (กพด.) งานคลังพัสดุ",
    teamId: 1,
  },
  {
    label: "กลุ่มบริหารพัสดุ (กพด.) งานบำรุงรักษาและซ่อมแซม",
    teamId: 1,
  },
  {
    label: "กลุ่มการเจ้าหน้าที่ (กกจ.) งานบริหารสวัสดิการบุคลากรและธุรการ",
    teamId: 1,
  },
  {
    label: "กลุ่มการเจ้าหน้าที่ (กกจ.) งานสรรหา บรรจุ แต่งตั้งบุคลากร",
    teamId: 1,
  },
  {
    label: "กลุ่มการเจ้าหน้าที่ (กกจ.) งานทะเบียนประวัติ",
    teamId: 1,
  },
  {
    label: "กลุ่มการเจ้าหน้าที่ (กกจ.) งานพัฒนาระบบงานและบุคลากร",
    teamId: 1,
  },
  {
    label: "กลุ่มการเจ้าหน้าที่ (กกจ.) งานบริหารค่าตอบแทนและประเมินบุคล",
    teamId: 1,
  },
  {
    label: "ผู้อำนวยการ",
    teamId: 2,
  },
  {
    label: "ฝ่ายบริหารงานทั่วไป (บห.)",
    teamId: 2,
  },
  {
    label: "กลุ่มวิจัยและพัฒนา (กวจ.)",
    teamId: 2,
  },
  {
    label: "กลุ่มพัฒนาระบบเครื่องคอมพิวเตอร์ฯ (กพค.)",
    teamId: 2,
  },
  {
    label: "กลุ่มพัฒนาระบบงานประมวลผลข้อมูล (กพป.)",
    teamId: 2,
  },
  {
    label: "กลุ่มพัฒนาระบบคลังข้อมูลสถิติ (กคส.)",
    teamId: 2,
  },
  {
    label: "กลุ่มพัฒนาระบบงานจัดเก็บข้อมูล (กพจ.)",
    teamId: 2,
  },
  {
    label: "กลุ่มบริการและสนับสนุนระบบคอมพิวเตอร์ (กบส.)",
    teamId: 2,
  },
  {
    label: "กลุ่มพัฒนาระบบสารสนเทศ (กพส.)",
    teamId: 2,
  },
  {
    label: "กลุ่มเตรียมข้อมูล (กตข.)",
    teamId: 2,
  },
  {
    label: "ผู้เชี่ยวชาญด้านเทคโนโลยีสารสนเทศและการสื่อสาร",
    teamId: 2,
  },
  {
    label: "ผู้อำนวยการ",
    teamId: 3,
  },
  {
    label: "ฝ่ายบริหารงานทั่วไป (บห.)",
    teamId: 3,
  },
  {
    label: "กลุ่มสารสนเทศด้านเศรษฐกิจ (กสศ.)",
    teamId: 3,
  },
  {
    label: "กลุ่มสารสนเทศเชิงพื้นที่ (กสท.)",
    teamId: 3,
  },
  {
    label: "กลุ่มสารสนเทศด้านสังคม (กสส.)",
    teamId: 3,
  },
  {
    label: "กลุ่มคลังข้อมูลภาครัฐ (กคร.)",
    teamId: 3,
  },
  {
    label: "กลุ่มพัฒนาระบบสารสนเทศภาครัฐ (กสร.)",
    teamId: 3,
  },
  {
    label: "กลุ่มตรวจสอบภายใน (กตส.)",
    teamId: 4,
  },
  {
    label: "กลุ่มพัฒนาระบบบริหาร (กพร.)",
    teamId: 5,
  },
  {
    label: "ผู้อำนวยการกอง",
    teamId: 6,
  },
  {
    label: "ฝ่ายบริหารทั่วไป (บห.)",
    teamId: 6,
  },
  {
    label: "กลุ่มส่งเสริมวิชาการสถิติ (กสว.)",
    teamId: 6,
  },
  {
    label: "กลุ่มระเบียบวิธีสถิติ (กรว.)",
    teamId: 6,
  },
  {
    label: "กลุ่มประเมินคุณภาพสถิติ (กปค.)",
    teamId: 6,
  },
  {
    label: "กลุ่มพัฒนาทรัพยากรบุคคล",
    teamId: 6,
  },
  {
    label: "กลุ่มระบบภูมิสารสนเทศสถิติ (กรภ.)",
    teamId: 6,
  },
  {
    label: "กลุ่มพัฒนาแผนที่สถิติ กทม.",
    teamId: 6,
  },
  {
    label: "กลุ่มพัฒนาแผนที่สถิติภูมิภาค 1",
    teamId: 6,
  },
  {
    label: "กลุ่มพัฒนาแผนที่สถิติภูมิภาค 2",
    teamId: 6,
  },
  {
    label: "ผู้อำนวยการกอง",
    teamId: 7,
  },
  {
    label: "ฝ่ายบริหารงานทั่วไป (บห.)",
    teamId: 7,
  },
  {
    label: "กลุ่มนโยบายและยุทธศาสตร์การพัฒนาฯ (กนย.)",
    teamId: 7,
  },
  {
    label: "กลุ่มประสานสถิติด้านเศรษฐกิจ (กปศ.)",
    teamId: 7,
  },
  {
    label: "กลุ่มประสานสถิติด้านสังคม (กปค.)",
    teamId: 7,
  },
  {
    label: "กลุ่มมาตรฐานสถิติ (กมฐ.)",
    teamId: 7,
  },
  {
    label: "กลุ่มประเมินคุณภาพสถิติทางการ  (กปท.)",
    teamId: 7,
  },
  {
    label: "ผู้อำนวยการกอง",
    teamId: 8,
  },
  {
    label: "ฝ่ายบริหารงานทั่วไป (บห.)",
    teamId: 8,
  },
  {
    label: "กลุุ่มวางแผนและควบคุมคุณภาพข้อมูล (กวต.)",
    teamId: 8,
  },
  {
    label: "กลุ่มจัดเก็บข้อมูลพื้นที่ 1 (กจพ. 1)",
    teamId: 8,
  },
  {
    label: "กลุ่มจัดเก็บข้อมูลพื้นที่ 2 (กจพ. 2)",
    teamId: 8,
  },
  {
    label: "กลุ่มจัดเก็บข้อมูลพื้นที่ 3 (กจพ. 3)",
    teamId: 8,
  },
  {
    label: "กลุ่มจัดเก็บข้อมูลพื้นที่ 4 (กจพ. 4)",
    teamId: 8,
  },
  {
    label: "ผู้เชี่ยวชาญด้านพัฒนาการจัดเก็บข้อมูลสถิติ",
    teamId: 8,
  },
  {
    label: "ผู้อำนวยการกอง",
    teamId: 9,
  },
  {
    label: "ฝ่ายบริหารงานทั่วไป (บห.)",
    teamId: 9,
  },
  {
    label: "ผู้เชี่ยวชาญ",
    teamId: 9,
  },
  {
    label: "กลุ่มงานวิเคราะห์ฯ เชิงเศรษฐกิจ (กวศ.)",
    teamId: 9,
  },
  {
    label: "กลุ่มงานวิเคราะห์ฯ เชิงสังคม (กวส.)",
    teamId: 9,
  },
  {
    label: "กลุ่มบริการและเผยแพร่ข้อมูล (กบผ.)",
    teamId: 9,
  },
  {
    label: "กลุ่มบูรณาการข้อมูลสถิติ (กบข.)",
    teamId: 9,
  },
  {
    label: "กลุ่มคลังข้อมูลสถิติ (กคส.)",
    teamId: 9,
  },
  {
    label: "กลุ่มบริการและเผยแพร่ข้อมูล (กบผ.) งานเผยแพร่",
    teamId: 9,
  },
  {
    label: "กลุ่มบริการและเผยแพร่ข้อมูล (กบผ.) งานศิลปกรรม",
    teamId: 9,
  },
  {
    label: "ห้องสมุด สสช. ฝั่งทิศใต้",
    teamId: 9,
  },
  {
    label: "กลุ่มบริการและเผยแพร่ข้อมูล ฝั่งทิศใต้ (กบผ.)",
    teamId: 9,
  },
  {
    label: "ผู้อำนวยการกอง",
    teamId: 10,
  },
  {
    label: "ฝ่ายบริหารงานทั่วไป (บห.)",
    teamId: 10,
  },
  {
    label: "กลุ่มสถิติอุตสาหกรรม",
    teamId: 10,
  },
  {
    label: "กลุ่มสถิติธุรกิจการค้าและบริการ",
    teamId: 10,
  },
  {
    label: "กลุ่มสถิติการเกษตร (กสก.)",
    teamId: 10,
  },
  {
    label: "กลุ่มสถิติเทคโนโลยีสารสนเทศฯ (กทส.)",
    teamId: 10,
  },
  {
    label: "ผู้อำนวยการกอง",
    teamId: 11,
  },
  {
    label: "ฝ่ายบริหารงานทั่วไป (บห.)",
    teamId: 11,
  },
  {
    label: "กลุ่มสถิติประชากร (กปก.)",
    teamId: 11,
  },
  {
    label: "กลุ่มสถิติสุขภาพและภาวะทางสังคม (กสค.)",
    teamId: 11,
  },
  {
    label: "กลุ่มสถิติรายได้รายจ่าย (กสจ.)",
    teamId: 11,
  },
  {
    label: "กลุ่มสถิติแรงงาน (กสง.)",
    teamId: 11,
  },
  {
    label: "กลุ่มวางแผนและพัฒนาสถิติด้านสังคม (กผส.)",
    teamId: 11,
  },
  {
    label: "ผู้อำนวยการกอง",
    teamId: 12,
  },
  {
    label: "ฝ่ายบริหารงานทั่วไป (บห.)",
    teamId: 12,
  },
  {
    label: "กลุ่มสถิติเพื่อการบริหารภาครัฐ 1 (กบร1.)",
    teamId: 12,
  },
  {
    label: "กลุ่มสถิติเพื่อการบริหารภาครัฐ 2 (กบร2.)",
    teamId: 12,
  },
  {
    label: "กลุ่มสถิติเพื่อติดตามฯ นโยบายภาครัฐ 1 (กตน1.)",
    teamId: 12,
  },
  {
    label: "กลุ่มสถิติเพื่อติดตามฯ นโยบายภาครัฐ 2 (กตน2.)",
    teamId: 12,
  },
  {
    label: "ผู้ตรวจราชการกรม พื้นที่เขตตรวจราชการ ที่ 1 (ผกต1.) ",
    teamId: 13,
  },
  {
    label: "ผู้ตรวจราชการกรม พื้นที่เขตตรวจราชการ ที่ 2 (ผกต2.) ",
    teamId: 13,
  },
  {
    label: "ผู้ตรวจราชการกรม พื้นที่เขตตรวจราชการที่ 3 (ผกต3.) ",
    teamId: 13,
  },
  {
    label: "กลุ่มตรวจราชการและประสานภูมิภาค (กตป.)",
    teamId: 13,
  },
  {
    label: "เลขานุการผู้ตรวจราชการกรม",
    teamId: 13,
  },
];
