export const groups = [
  {
    label: "กลุ่มพัฒนาระบบบริหาร (พร.)",
    teamId: 1,
  },
  {
    label: "กลุ่มตรวจสอบภายใน (ตส.)",
    teamId: 1,
  },
  {
    label: "กลุ่มตรวจราชการและประสานภูมิภาค (ตภ.)",
    teamId: 1,
  },

  {
    label: "กลุ่มสารบรรณ (กสบ.)",
    teamId: 2,
  },
  {
    label: "กลุ่มการเจ้าหน้าที่ (กกจ.)",
    teamId: 2,
  },
  {
    label: "กลุ่มช่วยอำนวยการ (กชอ.)",
    teamId: 2,
  },
  {
    label: "กลุ่มการเงินและบัญชี (กงบ.)",
    teamId: 2,
  },
  {
    label: "กลุ่มบริหารพัสดุ (กพด.)",
    teamId: 2,
  },
  {
    label: "กลุ่มนิติการ (กนต.)",
    teamId: 2,
  },
  {
    label: "กลุ่มยุทธศาสตร์และแผนงาน (กยง.)",
    teamId: 2,
  },
  {
    label: "กลุ่มประชาสัมพันธ์ (กปส.)",
    teamId: 2,
  },
  {
    label: "กลุ่มคุ้มครองจริยธรรม (กคธ.)",
    teamId: 2,
  },

  {
    label: "ฝ่ายบริหารงานทั่วไป (บห.)",
    teamId: 3,
  },
  {
    label: "กลุ่มส่งเสริมวิชาการสถิติ (กสว.)",
    teamId: 3,
  },
  {
    label: "กลุ่มระเบียบวิธีสถิติ (กรว.)",
    teamId: 3,
  },
  {
    label: "กลุ่มประเมินคุณภาพสถิติ (กปค.)",
    teamId: 3,
  },
  {
    label: "กลุ่มระบบภูมิสารสนเทศสถิติ (กรภ.)",
    teamId: 3,
  },
  {
    label: "กลุ่มพัฒนาแผนที่สถิติภูมิภาค 1 (ภาคเหนือ-ภาคกลาง)(กผภ1.)",
    teamId: 3,
  },
  {
    label:
      "กลุ่มพัฒนาแผนที่สถิติภูมิภาค 2 (ภาคตะวันออกเฉียงเหนือ-ภาคใต้)(กผภ2.)",
    teamId: 3,
  },
  {
    label: "กลุ่มบริหารและพัฒนาแผนที่สถิติดิจิทัล (กผต.)",
    teamId: 3,
  },
  {
    label: "กลุ่มมาตรฐานสถิติ (กมฐ.)",
    teamId: 3,
  },
  {
    label: "กลุ่มพัฒนาบุคลากร (กพบ.)",
    teamId: 3,
  },

  {
    label: "ฝ่ายบริหารงานทั่วไป (บห.)",
    teamId: 4,
  },
  {
    label: "กลุุ่มวางแผนและควบคุมคุณภาพข้อมูล (กวค.)",
    teamId: 4,
  },
  {
    label: "กลุ่มจัดเก็บข้อมูลพื้นที่ 1 (กจพ1.)",
    teamId: 4,
  },
  {
    label: "กลุ่มจัดเก็บข้อมูลพื้นที่ 2 (กจพ2.)",
    teamId: 4,
  },
  {
    label: "กลุ่มจัดเก็บข้อมูลพื้นที่ 3 (กจพ3.)",
    teamId: 4,
  },
  {
    label: "กลุ่มจัดเก็บข้อมูลพื้นที่ 4 (กจพ4.)",
    teamId: 4,
  },
  {
    label: "กลุ่มเตรียมข้อมูล (กตข.)",
    teamId: 4,
  },
  {
    label: "กลุ่มพัฒนาแผนที่สถิติ กทม. (กผก.)",
    teamId: 4,
  },

  {
    label: "ฝ่ายบริหารงานทั่วไป (บห.)",
    teamId: 5,
  },
  {
    label: "กลุ่มวิเคราะห์และพัฒนาสารสนเทศด้านเศรษฐกิจ (กวศ.)",
    teamId: 5,
  },
  {
    label: "กลุ่มวิเคราะห์และพัฒนาสารสนเทศด้านสังคม (กวส.)",
    teamId: 5,
  },
  {
    label: "กลุ่มบริการและเผยแพร่ข้อมูลสถิติ (กบผ.)",
    teamId: 5,
  },
  {
    label: "กลุ่มประสานสถิติและสารสนเทศเพื่อการบริการ (กปบ.)",
    teamId: 5,
  },
  {
    label: "กลุ่มส่งเสริมและพัฒนาการใช้ประโยชน์สถิติและสารสนเทศ (กสป.)",
    teamId: 5,
  },

  {
    label: "ฝ่ายบริหารงานทั่วไป (บห.)",
    teamId: 6,
  },
  {
    label: "กลุ่มวางแผนและพัฒนาสถิติด้านเศรษฐกิจ (กผศ.)",
    teamId: 6,
  },
  {
    label: "กลุ่มสถิติอุตสาหกรรม (กสอ.)",
    teamId: 6,
  },
  {
    label: "กลุ่มสถิติธุรกิจการค้าและบริการ (กสธ.)",
    teamId: 6,
  },
  {
    label: "กลุ่มสถิติเทคโนโลยีสารสนเทศและการสื่อสาร (กทส.)",
    teamId: 6,
  },
  {
    label: "กลุ่มสถิติการเกษตร (กสก.)",
    teamId: 6,
  },

  {
    label: "ฝ่ายบริหารงานทั่วไป (บห.)",
    teamId: 7,
  },
  {
    label: "กลุ่มสถิติเพื่อการบริหารภาครัฐ 1 (กบร1.)",
    teamId: 7,
  },
  {
    label: "กลุ่มสถิติเพื่อการบริหารภาครัฐ 2 (กบร2.)",
    teamId: 7,
  },
  {
    label: "กลุ่มสถิติเพื่อติดตามและประเมินผลนโยบายภาครัฐ 1 (กตน1.)",
    teamId: 7,
  },
  {
    label: "กลุ่มสถิติเพื่อติดตามและประเมินผลนโยบายภาครัฐ 2 (กตน2.)",
    teamId: 7,
  },

  {
    label: "ฝ่ายบริหารงานทั่วไป (บห.)",
    teamId: 8,
  },
  {
    label: "กลุ่มวางแผนและพัฒนาสถิติด้านสังคม (กผส.)",
    teamId: 8,
  },
  {
    label: "กลุ่มสถิติประชากร (กปก.)",
    teamId: 8,
  },
  {
    label: "กลุ่มสถิติสุขภาพและภาวะทางสังคม (กสค.)",
    teamId: 8,
  },
  {
    label: "กลุ่มสถิติรายได้รายจ่าย (กสจ.)",
    teamId: 8,
  },
  {
    label: "กลุ่มสถิติแรงงาน (กสง.)",
    teamId: 8,
  },

  {
    label: "ฝ่ายบริหารงานทั่วไป (บห.)",
    teamId: 9,
  },
  {
    label: "กลุ่มนโยบายและพัฒนาระบบสถิติ (กนส.)",
    teamId: 9,
  },
  {
    label: "กลุ่มประสานสถิติด้านภารกิจ (กสภ.)",
    teamId: 9,
  },
  {
    label: "กลุ่มประสานสถิติระดับพื้นที่ (กปพ.)",
    teamId: 9,
  },

  {
    label: "ฝ่ายบริหารงานทั่วไป (บห.)",
    teamId: 10,
  },
  {
    label: "กลุ่มวิจัยและพัฒนา (กวจ.)",
    teamId: 10,
  },
  {
    label: "กลุ่มพัฒนาระบบสารสนเทศ (กพส.)",
    teamId: 10,
  },
  {
    label: "กลุ่มพัฒนาระบบงานจัดเก็บข้อมูล (กพจ.)",
    teamId: 10,
  },
  {
    label: "กลุ่มพัฒนาระบบงานประมวลผลข้อมูล (กพป.)",
    teamId: 10,
  },
  {
    label: "กลุ่มบริการและสนับสนุนระบบคอมพิวเตอร์ (กบส.)",
    teamId: 10,
  },
  {
    label: "กลุ่มพัฒนาระบบคลังข้อมูลสถิติ (กคส.)",
    teamId: 10,
  },
  {
    label: "กลุ่มพัฒนาระบบเครื่องคอมพิวเตอร์และเครือข่าย (กพค.)",
    teamId: 10,
  },

  {
    label: "ฝ่ายบริหารงานทั่วไป (บห.)",
    teamId: 11,
  },
  {
    label: "กลุ่มบูรณาการข้อมูลระดับภารกิจ (กบภ.)",
    teamId: 11,
  },
  {
    label: "กลุ่มมาตรฐานการแลกเปลี่ยนสถิติภาครัฐ (กมส.)",
    teamId: 11,
  },
  {
    label: "กลุ่มบูรณาการข้อมูลระดับพื้นที่ (กบท.)",
    teamId: 11,
  },
  {
    label: "กลุ่มคลังข้อมูลภาครัฐ (กคร.)",
    teamId: 11,
  },
  {
    label: "กลุ่มบริหารจัดการระบบบัญชีข้อมูลภาครัฐ (กจร.)",
    teamId: 11,
  },
];
