export const teams = [
  {
    label: "ขึ้นตรง ผสช.",
    abb: "",
  },
  {
    label: "สำนักงานเลขานุการกรม",
    abb: "สลก.",
  },
  {
    label: "กองนโยบายและวิชาการสถิติ",
    abb: "นว.",
  },
  {
    label: "กองบริหารจัดเก็บข้อมูลสถิติ",
    abb: "บจ.",
  },
  {
    label: "กองสถิติพยากรณ์",
    abb: "พก.",
  },
  {
    label: "กองสถิติเศรษฐกิจ",
    abb: "สศ.",
  },
  {
    label: "กองสถิติสาธารณมติ",
    abb: "สม.",
  },
  {
    label: "กองสถิติสังคม",
    abb: "สค.",
  },
  {
    label: "กองบริหารจัดการระบบสถิติ",
    abb: "บส.",
  },
  {
    label: "ศูนย์เทคโนโลยีสารสนเทศและการสื่อสาร",
    abb: "ศท.",
  },
  {
    label: "ศูนย์สารสนเทศยุทธศาสตร์ภาครัฐ",
    abb: "ศย.",
  },
];
