export const teams = [
  {
    label: "สำนักงานเลขานุการกรม",
    abb: "สลก.",
  },
  {
    label: "ศูนย์เทคโนโลยีสารสนเทศและการสื่อสาร",
    abb: "ศท.",
  },
  {
    label: "ศูนย์สารสนเทศยุศาสตร์ภาครัฐ",
    abb: "ศย.",
  },
  {
    label: "กลุ่มตรวจสอบภายใน",
    abb: "ตส.",
  },
  {
    label: "กลุ่มพัฒนาระบบบริหาร",
    abb: "พร.",
  },
  {
    label: "กองนโยบายและวิชาการสถิติ",
    abb: "นว.",
  },
  {
    label: "กองบริหารจัดการระบบสถิติ",
    abb: "บส.",
  },
  {
    label: "กองบริหารจัดเก็บข้อมูลสถิติ",
    abb: "บจ.",
  },
  {
    label: "กองสถิติพยากรณ์",
    abb: "พก.",
  },
  {
    label: "กองสถิติเศรษฐกิจ",
    abb: "สศ.",
  },
  {
    label: "กองสถิติสังคม",
    abb: "สค.",
  },
  {
    label: "กองสถิติสาธารณมติ",
    abb: "สม.",
  },
  {
    label: "ผู้ตรวจราชการกรม",
    abb: "ผตก.",
  },
];
